[
  {
    "id": 1,
    "title": "Elegant Wedding Package",
    "image": "https://i.ibb.co/ZMwfXg0/wedding.jpg",
    "price": "$5000",
    "shortDescription": "Create everlasting memories with our elegant wedding package.",
    "longDescription": "Our Elegant Wedding Package is designed to make your special day truly unforgettable. From exquisite decor to gourmet catering, we take care of every detail to ensure a seamless and magical experience for you and your guests."
  },
  {
    "id": 2,
    "title": "Joyful Engagement Celebration",
    "image": "https://i.ibb.co/Yd1XF63/engagement.jpg",
    "price": "$2500",
    "shortDescription": "Celebrate love and commitment with our joyful engagement package.",
    "longDescription": "Our Joyful Engagement Celebration package is perfect for couples looking to share their happiness with friends and family. With beautiful decorations, entertainment, and delicious food, your engagement party will be a memorable event filled with love and laughter."
  },
  {
    "id": 3,
    "title": "Fantastic Birthday Bash",
    "image": "https://i.ibb.co/3sGFSnr/birthday.jpg",
    "price": "$1500",
    "shortDescription": "Throw a fantastic birthday bash that everyone will remember.",
    "longDescription": "Celebrate another year of life with our Fantastic Birthday Bash package. Whether it's a milestone birthday or just a casual get-together, we'll create a vibrant and fun atmosphere with themed decorations, mouth-watering cakes, and exciting activities for all ages."
  },
  {
    "id": 4,
    "title": "Memorable Anniversary Soiree",
    "image": "https://i.ibb.co/J3S0KDj/annivirsary.jpg",
    "price": "$3000",
    "shortDescription": "Celebrate years of love and togetherness with a memorable anniversary party.",
    "longDescription": "Our Memorable Anniversary Soiree package is tailored for couples who want to commemorate their years of love and commitment. With romantic decor, live music, and a menu of delectable dishes, your anniversary celebration will be a heartfelt and unforgettable experience."
  },
  {
    "id": 5,
    "title": "Retirement Celebration Extravaganza",
    "image": "https://i.ibb.co/mhLvzqg/retirement.jpg",
    "price": "$2000",
    "shortDescription": "Bid farewell to the working years with a retirement celebration extravaganza.",
    "longDescription": "Retiring is a significant milestone, and our Retirement Celebration Extravaganza package is designed to honor this achievement. We'll transform the venue with elegant decorations, organize speeches, and provide gourmet food and drinks, ensuring a dignified and joyful retirement party."
  },
  {
    "id": 6,
    "title": "Adorable Baby Shower Delight",
    "image": "https://i.ibb.co/qmcYgLH/baby-shower.jpg",
    "price": "$1200",
    "shortDescription": "Welcome the arrival of a new bundle of joy with an adorable baby shower.",
    "longDescription": "Our Adorable Baby Shower Delight package is perfect for parents-to-be who want to celebrate the upcoming arrival of their little one. With cute and charming decor, fun games, and a delightful menu, your baby shower will be a heartwarming event filled with love and anticipation."
  }
]
